Repository: 123marvin123/grocy
Catalog: localization/*/demo_data.po
Languages: bg_bg

source: Cookies
bg_bg: Бисквити

source: Chocolate
bg_bg: Шоколад

source: Pantry
bg_bg: Килер

source: Candy cupboard
bg_bg: Шкаф за бонбони

source: Tinned food cupboard
bg_bg: Шкаф за консерви

source: Fridge
bg_bg: Хладилник

source: Piece
bg_bg: Брой

source: Pack
bg_bg: Опаковка

source: Glass
bg_bg: Чаша

source: Tin
bg_bg: Консерва

source: Can
bg_bg: Кен

source: Bunch
bg_bg: Куп

source: Gummy bears
bg_bg: Гумени мечета

source: Crisps
bg_bg: Чипс

source: Eggs
bg_bg: Яйца

source: Noodles
bg_bg: Юфка

source: Pickles
bg_bg: Туршия

source: Gulash soup
bg_bg: Супа гулаш

source: Yogurt
bg_bg: Кисело мляко

source: Cheese
bg_bg: Сирене

source: Cold cuts
bg_bg: Сухи мезета

source: Paprika
bg_bg: Пипер

source: Cucumber
bg_bg: Краставица

source: Radish
bg_bg: Ряпа

source: Tomato
bg_bg: Домати

source: Change towels in the bathroom
bg_bg: Смени кърпите в банята

source: Mop the kitchen floor
bg_bg: Избършете пода в кухнята

source: Warranty ends
bg_bg: Край на гаранцията

source: TV remote control
bg_bg: Дистанционно за телевизор

source: Alarm clock
bg_bg: Будилник

source: Heat remote control
bg_bg: Дистанционно за термостат

source: Take out the trash
bg_bg: Изхвърлете боклука

source: Some good snacks
bg_bg: Хубави закуски

source: Pizza dough
bg_bg: Тесто за пица

source: Sieved tomatoes
bg_bg: Пасирани домати

source: Salami
bg_bg: Салам

source: Toast
bg_bg: Хляб за тост

source: Minced meat
bg_bg: Кайма

source: Pizza
bg_bg: Пица

source: Spaghetti bolognese
bg_bg: Спагети болонезе

source: Sandwiches
bg_bg: Сандвичи

source: English
bg_bg: Английски

source: German
bg_bg: Немски

source: Italian
bg_bg: Италиански

source: This is the note content of the recipe ingredient
bg_bg: Това е съдържанието на бележката за съставката на рецептата

source: Demo User
bg_bg: Демо потребител

source: Gram
bg_bg: Грам

source: Flour
bg_bg: Брашно

source: Pancakes
bg_bg: Палачинки

source: Sugar
bg_bg: Захар

source: Sweets
bg_bg: Сладкиши

source: Bakery products
bg_bg: Хлебни продукти

source: Tinned food
bg_bg: Консерва

source: Butchery products
bg_bg: Месни продукти

source: Vegetables/Fruits
bg_bg: Зеленчуци/Плодове

source: Refrigerated products
bg_bg: Охладени продукти

source: Coffee machine
bg_bg: Кафе машина

source: Dishwasher
bg_bg: Съдомиялна

source: Liter
bg_bg: Литър

source: Liters
bg_bg: Литри

source: Bottle
bg_bg: Бутилка

source: Bottles
bg_bg: Бутилки

source: Milk
bg_bg: Мляко

source: Chocolate sauce
bg_bg: Шоколадов сос

source: Milliliters
bg_bg: Милилитри

source: Milliliter
bg_bg: Милилитър

source: Bottom
bg_bg: Дъно

source: Topping
bg_bg: Топинг

source: French
bg_bg: Френски

source: Turkish
bg_bg: Турски

source: Spanish
bg_bg: Испански

source: Russian
bg_bg: Руски

source: Vacuum the living room floor
bg_bg: Почистете пода с прахосмукачка в хола

source: Clean the litter box
bg_bg: Почистете кутията за отпадъци

source: Change the bed sheets
bg_bg: Смени чаршафите

source: Swedish
bg_bg: Шведски

source: Polish
bg_bg: Полски

source: Milk Chocolate
bg_bg: Млечен шоколад

source: Dark Chocolate
bg_bg: Тъмен шоколад

source: Slice
bg_bg: Резън

source: Example userentity
bg_bg: Пример за ползване

source: This is an example user entity...
bg_bg: Това е примерен потребителски запис...

source: Custom field
bg_bg: Персонализирано поле

source: Example field value...
bg_bg: Примерна стойност на полето...

source: Waffle rolls
bg_bg: Вафлени рула

source: Danish
bg_bg: Датски

source: Dutch
bg_bg: Холандски

source: Norwegian
bg_bg: Норвежки

source: Demo
bg_bg: Демонстрация

source: Stable version
bg_bg: Стабилна версия

source: Preview version
bg_bg: Предварителна версия

source: current release
bg_bg: текущо издание

source: not yet released
bg_bg: още не издадено

source: Portuguese (Brazil)
bg_bg: Португалски (Бразилия)

source: This is a note
bg_bg: Това е бележка

source: Freezer
bg_bg: Фризер

source: Hungarian
bg_bg: Унгарски

source: Slovak
bg_bg: Словашки

source: Czech
bg_bg: Чехия

source: Portuguese (Portugal)
bg_bg: Португалски (Португалия)

source: DemoSupermarket1
bg_bg: ДемоСупермаркет1

source: DemoSupermarket2
bg_bg: ТестовСупермаркет2

source: Japanese
bg_bg: Японски

source: Chinese (Taiwan)
bg_bg: Китайски (Тайван)

source: Greek
bg_bg: гръцки

source: Korean
bg_bg: корейски

source: Chinese (China)
bg_bg: Китайски (China)

source: Hebrew (Israel)
bg_bg: Иврит (Israel)

source: Tamil
bg_bg: Тамилски

source: Finnish
bg_bg: Финландски

source: Breakfast
bg_bg: Закуска

source: Lunch
bg_bg: Обяд

source: Dinner
bg_bg: Вечеря

source: Catalan
bg_bg: Каталонски

source: Slovenian
bg_bg: Словенски

source: Lithuanian
bg_bg: Литовски

source: Ukrainian
bg_bg: Украински

source: Kilogram
bg_bg: килограм

source: Romanian
bg_bg: Румънски

source: Pint
bg_bg: Закачено

source: Beverages
bg_bg: Напитки

source: Ice Cream
bg_bg: Сладолед

source: Soda
bg_bg: Газирана вода

source: Beer
bg_bg: Бира

source: Estonian
bg_bg: Естонски
