Repository: 123marvin123/grocy
Catalog: localization/*/strings.po
Languages: bg_bg

source: This must between %1$s and %2$s and needs to be a valid number with max. %3$s decimal places
bg_bg: Това трябва да е между %1$s и %2$s и трябва да е валидно число с макс. %3$s знака след десетичната запетая

source: Automatically do the booking using the last price and the amount of the shopping list item, if the product has "Default due days" set
bg_bg: Автоматично направете резервацията, като използвате последната цена и сумата на артикула от списъка за пазаруване, ако продуктът има зададени „Дни за плащане по подразбиране“

source: When moving products from/to a freezer location, the products due date is automatically adjusted according to the product settings
bg_bg: Когато премествате продукти от/към място на фризер, крайният срок на продуктите се коригира автоматично според настройките на продукта

source: This is the internal field name, e. g. for the API
bg_bg: Това е името на вътрешното поле, напр. ж. за API

source: This is used to display the field on the frontend
bg_bg: Това се използва за показване на полето във фронтенда

source: Multiple Userfields will be ordered by that number on the input form
bg_bg: Множество потребителски полета ще бъдат подредени по този номер във формуляра за въвеждане

source: Sort number
bg_bg: Номер на сортиране

source: Download file
bg_bg: Свали файл

source: Use the products "Quick consume amount"
bg_bg: Използвайте продуктите "Количество за бърза консумация"

source: Disabled
bg_bg: Забранено

source: This also removes any stock amount, the journal and all other references of this product - consider disabling it instead, if you want to keep that and just hide the product.
bg_bg: Това също така премахва сумата на запасите, дневника и всички други препратки към този продукт - помислете дали вместо това да го деактивирате, ако искате да запазите това и просто да скриете продукта.

source: Show disabled
bg_bg: Показването е деактивирано

source: Never show on stock overview
bg_bg: Никога да не се показва в прегледа на складовите наличности

source: None
bg_bg: Няма

source: Group by
bg_bg: Групирай по

source: Ingredient group
bg_bg: Група съставки

source: Reset
bg_bg: Нулиране

source: Are you sure you want to reset the table options?
bg_bg: Сигурни ли сте, че искате да нулирате опциите на таблицата?

source: Hide/view columns
bg_bg: Скриване/виждане на колони

source: A different amount/unit can then be used below while for stock fulfillment checking it is sufficient when any amount of the product in stock
bg_bg: След това по-долу може да се използва различно количество/единица, докато за проверка на наличността е достатъчно, когато всяко количество от продукта е на склад

source: Last price (Unit)
bg_bg: Последна цена (единица)

source: Last price (Total)
bg_bg: Последна цена (общо)

source: Show header
bg_bg: Показване на заглавката

source: Group by product group
bg_bg: Групиране по продуктова група

source: Table
bg_bg: Таблица

source: Layout type
bg_bg: Тип оформление

source: Merge this product with another one
bg_bg: Обединете този продукт с друг

source: Merge products
bg_bg: Обединяване на продукти

source: Product to keep
bg_bg: Продукт за запазване

source: Product to remove
bg_bg: Продукт за премахване

source: Error while merging
bg_bg: Грешка при обединяването

source: After merging, this product will be kept
bg_bg: След сливането този продукт ще бъде запазен

source: After merging, all occurences of this product will be replaced by the kept product (means this product will not exist anymore)
bg_bg: След сливането всички повторения на този продукт ще бъдат заменени от запазения продукт (означава, че този продукт вече няма да съществува)

source: Merge
bg_bg: Обединяване

source: Title
bg_bg: Заглавие

source: Link
bg_bg: Връзка

source: The stock overview page lists all products which are currently in stock or below their min. stock amount - enable this to hide this product there always
bg_bg: Страницата с преглед на наличностите изброява всички продукти, които в момента са на склад или под техния минимум. сума на склад - активирайте това, за да скриете този продукт винаги там

source: Print options
bg_bg: Опции за печат

source: A product or a note is required
bg_bg: Изисква се продукт или бележка

source: Grocycode
bg_bg: Гроси код

source: Download
bg_bg: Изтегляне

source: Download %s Grocycode
bg_bg: Изтеглете %s Grocy код

source: Grocycode is a unique referer to this %s in your Grocy instance - print it onto a label and scan it like any other barcode
bg_bg: Grocycode е уникален референт към този %s във вашия екземпляр на Grocy - отпечатайте го върху етикет и го сканирайте като всеки друг баркод

source: DD
bg_bg: падежна дата

source: Print on label printer
bg_bg: Печат на етикетен принтер

source: Default stock entry label
bg_bg: Етикет за запис по подразбиране

source: Stock entry label
bg_bg: Етикет за влизане в склад

source: No label
bg_bg: Без етикет

source: Single label
bg_bg: Единичен етикет

source: Label per unit
bg_bg: Етикет за единица

source: Error while executing WebHook
bg_bg: Грешка при изпълнението на WebHook

source: Print %s Grocycode on label printer
bg_bg: Отпечатайте %s Grocycode на принтер за етикети

source: Open stock entry label in new window
bg_bg: Отворете етикета за запис на склад в нов прозорец

source: Thermal printer
bg_bg: Термопринтер

source: Printing
bg_bg: Печат

source: Connecting to printer...
bg_bg: Свързване към принтер...

source: Unable to print
bg_bg: Не може да се отпечата

source: Only done items
bg_bg: Само готови елементи

source: Show only in stock products
bg_bg: Показване само на складови продукти

source: Product description
bg_bg: Описание на продукта

source: %1$s per %2$s
bg_bg: %1$s за %2$s

source: Mark this item as undone
bg_bg: Маркирайте този елемент като отменен

source: Mandatory
bg_bg: Задължително

source: Mandatory Userfield
bg_bg: Задължително потребителско поле

source: When enabled, then this field must be filled on the destination form
bg_bg: Когато е активирано, това поле трябва да бъде попълнено във формуляра за местоназначение

source: In stock products
bg_bg: Продукти в наличност

source: Timestamp
bg_bg: Времево клеймо

source: Should not be frozen
bg_bg: Не трябва да се замразява

source: When enabled, on moving this product to a freezer location (so when freezing it), a warning will be shown
bg_bg: Когато е активирано, при преместване на този продукт във фризер (така че когато го замразите), ще се покаже предупреждение

source: This product shouldn't be frozen
bg_bg: Този продукт не трябва да се замразява

source: Copy all meal plan entries of %s
bg_bg: Копирайте всички записи в плана за хранене на %s

source: A date is required
bg_bg: Изисква се дата

source: Day
bg_bg: ден

source: Add recipe
bg_bg: Добавяне на рецепта

source: Copy this day
bg_bg: Копирайте този ден

source: Date range
bg_bg: Период от време

source: %s month
bg_bg: %s месец

source: %s year
bg_bg: %s година

source: Display product
bg_bg: Показване на продукта

source: Copy recipe
bg_bg: Копирайте рецептата

source: Copy of %s
bg_bg: Копие от %s

source: Add decimal separator automatically for price inputs
bg_bg: Добавяне на десетичен разделител автоматично за въвеждане на цена

source: When enabled, you always have to enter the value including decimal places, the decimal separator will be automatically added based on the amount of allowed decimal places
bg_bg: Когато е активирано, винаги трябва да въвеждате стойността, включително десетичните знаци, десетичният разделител ще бъде добавен автоматично въз основа на количеството разрешени десетични знаци

source: Stock entry
bg_bg: Вписване на склад

source: Configure sections
bg_bg: Конфигурирайте секции

source: Meal plan sections
bg_bg: Раздели на плана за хранене

source: Create meal plan section
bg_bg: Създайте раздел за план за хранене

source: Sections will be ordered by that number on the meal plan
bg_bg: Секциите ще бъдат подредени по този номер в плана за хранене

source: Edit meal plan section
bg_bg: Редактиране на секцията с плана за хранене

source: Are you sure you want to delete meal plan section "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете секцията с план за хранене "%s"?

source: Section
bg_bg: Раздел

source: Are you sure you want to empty the shopping list?
bg_bg: Сигурни ли сте, че искате да изпразните списъка за пазаруване?

source: This is the default which will be prefilled on purchase
bg_bg: Това е стойността по подразбиране, която ще бъде предварително попълнена при покупка

source: Merge chores
bg_bg: Обединете задълженията

source: Chore to keep
bg_bg: Задължения за пазене

source: After merging, this chore will be kept
bg_bg: След сливането тази задача ще се запази

source: Chore to remove
bg_bg: Задължения за премахване

source: After merging, all occurences of this chore will be replaced by the kept chore (means this chore will not exist anymore)
bg_bg: След сливането всички повторения на тази задача ще бъдат заменени от запазената задача (означава, че тази задача вече няма да съществува)

source: Due today
bg_bg: Срок днес

source: %s task is due to be done today
bg_bg: %s задачата трябва да бъде изпълнена днес

source: %s chore is due to be done today
bg_bg: %s домакинската работа трябва да бъде свършена днес

source: %s battery is due to be charged today
bg_bg: %s батерията трябва да бъде заредена днес

source: Set to 0 to hide due soon filters/highlighting
bg_bg: Задайте на 0, за да скриете поради скорошни филтри/открояване

source: Save & close
bg_bg: Запазване и затваряне

source: Save & add another task
bg_bg: Запазете и добавете друга задача

source: Treat opened as out of stock
bg_bg: Третирайте отвореното като изчерпано

source: When enabled, opened items will be counted as missing for calculating if this product is below its minimum stock amount
bg_bg: Когато е активирано, отворените артикули ще се считат за липсващи за изчисляване, ако този продукт е под минималната си наличност

source: Skipped
bg_bg: Пропуснато

source: Skip next chore schedule
bg_bg: Пропуснете следващия график за задължения

source: Time
bg_bg: време

source: A start date is required
bg_bg: Изисква се начална дата

source: Start date
bg_bg: Начална дата

source: The start date cannot be changed when the chore was once tracked
bg_bg: Началната дата не може да бъде променена, когато задачата е била проследена веднъж

source: Show the recipe list and the recipe side by side
bg_bg: Покажете списъка с рецепти и рецептата една до друга

source: This means the next execution of this chore is scheduled dynamically based on the past average execution frequency
bg_bg: Това означава, че следващото изпълнение на тази задача се планира динамично въз основа на средната честота на изпълнение в миналото

source: Average execution frequency
bg_bg: Средна честота на изпълнение

source: Reschedule next execution
bg_bg: Пренасрочете следващото изпълнение

source: This can only be in the future
bg_bg: Това може да бъде само в бъдещето

source: Rescheduled
bg_bg: Пренасрочено

source: Due score
bg_bg: Дължим резултат

source: The higher this number is, the more ingredients currently in stock are due soon, overdue or already expired
bg_bg: Колкото по-висок е този брой, толкова повече съставки в момента са на склад, които са с падеж, просрочени или вече с изтекъл срок на годност

source: Disable own stock
bg_bg: Деактивирайте собствения запас

source: When enabled, this product can't have own stock, means it will not be selectable on purchase (useful for parent products which are just used as a summary/total view of the child products)
bg_bg: Когато е активиран, този продукт не може да има собствена наличност, което означава, че няма да може да се избира при покупка (полезно за родителски продукти, които се използват само като обобщен/общ изглед на дъщерните продукти)

source: Out of stock items will be shown at the products default location
bg_bg: Изчерпаните артикули ще бъдат показани в местоположението на продуктите по подразбиране

source: Show a little checkbox next to each ingredient to mark it as done
bg_bg: Покажете малко квадратче за отметка до всяка съставка, за да я маркирате като готова

source: The ingredient is crossed out when clicked, the status is not saved, means reset when the page is reloaded
bg_bg: Съставката се зачертава при щракване, състоянието не се запазва, означава нулиране при презареждане на страницата

source: The parent product %1$s is currently not in stock, %2$s is the current next sub product based on the default consume rule (Opened first, then first due first, then first in first out)
bg_bg: Основният продукт %1$s в момента не е в наличност, %2$s е текущият следващ подпродукт въз основа на правилото за потребление по подразбиране (първо отворено, след това първо изплащане, след това първо влязло, първо излязло)

source: Night mode
bg_bg: Нощен режим

source: On
bg_bg: включено

source: Use system setting
bg_bg: Използвайте системни настройки

source: Off
bg_bg: Изключено

source: Automatically add products that are below their defined min. stock amount to the shopping list
bg_bg: Автоматично добавяне на продукти, които са под определената им мин. наличност в списъка за пазаруване

source: Reassigned
bg_bg: Преназначен

source: Default value
bg_bg: Стойност по подразбиране

source: Now / today
bg_bg: Сега / днес

source: Add meal plan entry
bg_bg: Добавете запис в плана за хранене

source: Edit meal plan entry
bg_bg: Редактиране на запис в плана за хранене

source: Default consume location
bg_bg: Местоположение за консумация по подразбиране

source: Stock entries at this location will be consumed first
bg_bg: Записите на склад на това място ще бъдат използвани първи

source: Move on open
bg_bg: Продължете отворено

source: When enabled, on marking this product as opened, the corresponding amount will be moved to the default consume location
bg_bg: Когато е активирано, при маркиране на този продукт като отворен, съответното количество ще бъде преместено в местоположението за консумация по подразбиране

source: Moved to %1$s
bg_bg: Преместен в %1$s

source: Decimal places allowed for prices (input)
bg_bg: Разрешени знаци след десетичната запетая за цени (въведени)

source: Decimal places allowed for prices (display)
bg_bg: Разрешени десетични знаци за цените (показване)

source: Clear done items
bg_bg: Изчистване на готовите елементи

source: This shows all to this product directly or indirectly related quantity units and their derived conversion factors
bg_bg: Това показва всички пряко или косвено свързани с този продукт количествени единици и техните производни коефициенти на преобразуване

source: Show resolved conversions
bg_bg: Показване на разрешените реализации

source: QU conversions resolved
bg_bg: Разрешени преобразувания на QU

source: Product specific QU conversions
bg_bg: Специфични за продукта QU реализации

source: Default quantity unit consume
bg_bg: Консумирана единица за количество по подразбиране

source: This is the default quantity unit used when consuming this product
bg_bg: Това е единицата за количество по подразбиране, използвана при консумация на този продукт

source: Add to meal plan
bg_bg: Добавете към плана за хранене

source: Successfully added the recipe to the meal plan
bg_bg: Успешно добавяне на рецептата към плана за хранене

source: Reprint stock entry label
bg_bg: Повторно отпечатване на етикета за наличност

source: Auto reprint stock entry label
bg_bg: Автоматично повторно отпечатване на входен етикет за склад

source: When enabled, auto-changing the due date of a stock entry (by opening/freezing/thawing and having corresponding default due days set) will reprint its label
bg_bg: Когато е активирано, автоматичната промяна на датата на падежа на запис в наличност (чрез отваряне/замразяване/размразяване и задаване на съответните дни за падеж по подразбиране) ще отпечата отново етикета му

source: Quick open amount
bg_bg: Сума за бързо отваряне

source: Track chore execution now
bg_bg: Проследете изпълнението на задачата сега

source: Total
bg_bg: Общо

source: Apply
bg_bg: Кандидатствайте

source: Custom range
bg_bg: Персонализиран диапазон

source: Yesterday
bg_bg: Вчера

source: Last %1$s day
bg_bg: Последен %1$s ден

source: This month
bg_bg: Този месец

source: Last month
bg_bg: Миналия месец

source: This year
bg_bg: Тази година

source: Last year
bg_bg: Миналата година

source: Reports
bg_bg: Доклади

source: Spendings
bg_bg: Разходи

source: Stock report
bg_bg: Справка за запасите

source: Out of stock products
bg_bg: Изчерпани продукти

source: Quantity unit for prices
bg_bg: Количествена единица за цени

source: When displaying prices for this product, they will be related to this quantity unit
bg_bg: При показване на цени за този продукт, те ще бъдат свързани с тази количествена единица

source: This means 1 label will be printed
bg_bg: Това означава, че ще бъде отпечатан 1 етикет

source: External barcode lookup
bg_bg: Търсене на външен баркод

source: Error while executing the barcode lookup plugin
bg_bg: Грешка при изпълнението на приставката за търсене на баркод

source: Nothing was found for the given barcode
bg_bg: Не беше намерено нищо за дадения баркод

source: Configure colors
bg_bg: Конфигурирайте цветовете

source: Swap track next schedule / track now buttons
bg_bg: Разменете бутоните следващ график/следете сега

source: Scheduled tracking time
bg_bg: Планирано време за проследяване

source: Time of tracking
bg_bg: Време на проследяване

source: Show all out of stock products
bg_bg: Показване на всички изчерпани продукти

source: By default the stock overview page lists all products which are currently in stock or below their min. stock amount - when this is enabled, all (active) products are always shown
bg_bg: По подразбиране страницата за преглед на наличностите изброява всички продукти, които в момента са на склад или под техния минимум. наличност - когато това е разрешено, винаги се показват всички (активни) продукти

source: No price information is available for at least one ingredient
bg_bg: Няма налична информация за цената на поне една съставка

source: For ingredients that are only partially in stock, the in stock amount will be consumed.
bg_bg: За съставки, които са само частично на склад, ще се изразходва наличното количество.

source: Can't be opened
bg_bg: Не може да се отвори

source: Default purchase price type
bg_bg: Тип покупна цена по подразбиране

source: This will be used as the default price type selection on purchase
bg_bg: Това ще се използва като избран тип цена по подразбиране при покупка

source: Unspecified
bg_bg: Неуточнено

source: Round up quantity amounts to the nearest whole number
bg_bg: Закръглете количеството до най-близкото цяло число

source: Stock actions
bg_bg: Наличност действия

source: List actions
bg_bg: Списък с действия
