Repository: 123marvin123/grocy
Catalog: localization/*/strings.po
Languages: bg_bg

source: Stock overview
bg_bg: Преглед на наличност

source: %s product expires
bg_bg: %s - продукт с изтекъл срок на годност

source: within the next day
bg_bg: през следващия ден

source: %s product is already expired
bg_bg: Продукта %s е с изтекъл срок на годност

source: %s product is overdue
bg_bg: %s продуктът е просрочен

source: %s product is below defined min. stock amount
bg_bg: Продукта %s е с недостатъчна наличност

source: Product
bg_bg: Продукт

source: %s Product
bg_bg: %s продукт

source: Amount
bg_bg: Количество

source: Logout
bg_bg: Отписване

source: Chores overview
bg_bg: Преглед на Домашните задачи

source: Batteries overview
bg_bg: Преглед на батериите

source: Purchase
bg_bg: Покупка

source: Consume
bg_bg: Консумирай

source: Inventory
bg_bg: Складова наличност

source: Shopping list
bg_bg: Списък за пазаруване

source: Chore tracking
bg_bg: Отбелязване на Домашни задачи

source: Battery tracking
bg_bg: Отбелязване на батерии

source: Locations
bg_bg: Местоположения

source: Stores
bg_bg: Магазини

source: Quantity units
bg_bg: Количествени еденици

source: Chores
bg_bg: Домашни задачи

source: Batteries
bg_bg: Батерии

source: Chore
bg_bg: Домашна задача

source: Next estimated tracking
bg_bg: Следващо предполагаемо отбелязване

source: Last tracked
bg_bg: Последно отбелязано

source: Battery
bg_bg: Батерия

source: Last charged
bg_bg: Последно заредена

source: Next planned charge cycle
bg_bg: Следващ планиран цикъл на заряд

source: Best before
bg_bg: Срок на годност

source: OK
bg_bg: Добре

source: Product overview
bg_bg: Преглед на продукт

source: Stock quantity unit
bg_bg: Количествена единица за наличност

source: Stock amount
bg_bg: Налично количество

source: Last purchased
bg_bg: Последно закупено

source: Last used
bg_bg: Последно използвано

source: Spoiled
bg_bg: Развален

source: Barcode lookup is disabled
bg_bg: Търсенето по баркод е изключено

source: will be added to the list of barcodes for the selected product on submit
bg_bg: ще бъде добавено към списъка с баркодове на избрания продукт при запис

source: New amount
bg_bg: Ново количество

source: Note
bg_bg: Бележка

source: Tracked time
bg_bg: Време на отбелязване

source: Chore overview
bg_bg: Преглед на Домашна задача

source: Tracked count
bg_bg: Брой отбелязвания

source: Battery overview
bg_bg: Преглед на батерия

source: Charge cycles count
bg_bg: Брой цикли на заряд

source: Create shopping list item
bg_bg: Създай елемент в списък за пазаруване

source: Edit shopping list item
bg_bg: Редактирай елемент в списък за пазаруване

source: Save
bg_bg: Запиши

source: Add
bg_bg: Добави

source: Name
bg_bg: Име

source: Location
bg_bg: Място

source: Min. stock amount
bg_bg: Минимално количество за наличност

source: Description
bg_bg: Описание

source: Create product
bg_bg: Създай продукт

source: Barcode(s)
bg_bg: Баркод(ове)

source: Minimum stock amount
bg_bg: Минимално количество за наличност

source: Default best before days
bg_bg: Срок на годност по подразбиране в дни

source: Default quantity unit purchase
bg_bg: Покупка на единица количество по подразбиране

source: Quantity unit stock
bg_bg: Количествени еденици в Наличност

source: Create location
bg_bg: Създай местоположение

source: Create store
bg_bg: Създай магазин

source: Create quantity unit
bg_bg: Създай мерна еденица

source: Period type
bg_bg: Тип период

source: Period days
bg_bg: Период дни

source: Create chore
bg_bg: Създай Домашна задача

source: Used in
bg_bg: Използвано в

source: Create battery
bg_bg: Създай батерия

source: Edit battery
bg_bg: Редактирай батерия

source: Edit chore
bg_bg: Редактирай Домашна задача

source: Edit quantity unit
bg_bg: Редактирай количествена мярка

source: Edit product
bg_bg: Редактирай продукт

source: Edit location
bg_bg: Редактирай местоположение

source: Edit store
bg_bg: Редактирай магазин

source: Manage master data
bg_bg: Управление на главните данни

source: This will apply to added products
bg_bg: Това ще бъде приложено на добавените продукти

source: never
bg_bg: никога

source: Add products that are below defined min. stock amount
bg_bg: Добави продукти с недостатъчна наличност

source: Login
bg_bg: Вписване

source: Username
bg_bg: Потребителско име

source: Password
bg_bg: Парола

source: Invalid credentials, please try again
bg_bg: Сгрешно потребителско име или парола, моля опитайте отново

source: Are you sure you want to delete battery "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете батерията "%s"?

source: Yes
bg_bg: Да

source: No
bg_bg: Не

source: Are you sure you want to delete chore "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете задължение "%s"?

source: "%s" could not be resolved to a product, how do you want to proceed?
bg_bg: "%s" не може да бъде открито като продукт, как искате да продължите?

source: Create or assign product
bg_bg: Създай или присвои продукт

source: Cancel
bg_bg: Откажи

source: Add as new product
bg_bg: Добави като нов продукт

source: Add as barcode to existing product
bg_bg: Добави баркод към съществуващ продукт

source: Add as new product and prefill barcode
bg_bg: Добави като продукт и попълни баркод

source: Are you sure you want to delete quantity unit "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете количествена единица "%s"?

source: Are you sure you want to delete product "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете продукта"%s"?

source: Are you sure you want to delete location "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете местоположението "%s"?

source: Are you sure you want to delete store "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете магазина "%s"?

source: Manage API keys
bg_bg: Управление на API ключове

source: REST API browser
bg_bg: REST API браузър

source: API keys
bg_bg: API ключове

source: Create new API key
bg_bg: Създайте нов API ключ

source: API key
bg_bg: API ключ

source: Expires
bg_bg: Изтича срок на годност

source: Created
bg_bg: Създаден

source: This product is not in stock
bg_bg: Този продукт не е наличен

source: This means %s will be added to stock
bg_bg: Това означава, че %s ще бъде добавен в Налични

source: This means %s will be removed from stock
bg_bg: Това означава, че %s ще бъде премахнат от Налични

source: Removed %1$s of %2$s from stock
bg_bg: Премахнах %1$s от %2$s от Налични

source: About Grocy
bg_bg: Относно Гроси

source: Close
bg_bg: Затвори

source: Added %1$s of %2$s to stock
bg_bg: Добавих %1$s от %2$s в Налични

source: Stock amount of %1$s is now %2$s
bg_bg: Наличното количество от %1$s сега е %2$s

source: Tracked execution of chore %1$s on %2$s
bg_bg: Отбележи изпълнението на Домашна задача %1$s на %2$s

source: Tracked charge cycle of battery %1$s on %2$s
bg_bg: Отбележи цикъл на заряд на батерия %1$sна %2$s

source: Consume all %s which are currently in stock
bg_bg: Консумирай всички %s, които са налични в момента

source: All
bg_bg: Всички

source: Search
bg_bg: Търси

source: Not logged in
bg_bg: Не сте вписан/а

source: You have to select a product
bg_bg: Трябва да изберете продукт

source: You have to select a chore
bg_bg: Трябва да изберете Домашна задача

source: You have to select a battery
bg_bg: Трябва да изберете батерия

source: A name is required
bg_bg: Необходимо е име

source: A location is required
bg_bg: Необходимо е местоположение

source: A quantity unit is required
bg_bg: Необходима е количествена еденица

source: A period type is required
bg_bg: Необходим е тип период

source: A best before date is required
bg_bg: Необходим е срок на годност

source: Settings
bg_bg: Настройки

source: This can only be before now
bg_bg: Това не може да е преди сега

source: Calendar
bg_bg: Календар

source: Recipes
bg_bg: Рецепти

source: Edit recipe
bg_bg: Редактирай рецепта

source: Ingredients list
bg_bg: Списък съставки

source: Add recipe ingredient
bg_bg: Добави съставки в рецептата

source: Edit recipe ingredient
bg_bg: Редактирай съставките на рецептата

source: Are you sure you want to delete recipe "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете рецептата "%s"?

source: Are you sure you want to delete recipe ingredient "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете съставката на рецептата "%s"?

source: Are you sure you want to empty shopping list "%s"?
bg_bg: Сигурни ли сте, че искате да изпразните списъка за пазаруване

source: Clear list
bg_bg: Изчисти списък

source: Requirements fulfilled
bg_bg: Изискванията са изпълнени

source: Put missing products on shopping list
bg_bg: Добави лишсващите продукти в списък за пазаруване

source: Enough in stock
bg_bg: Достстъчна наличност

source: Not enough in stock, %s ingredient missing but already on the shopping list
bg_bg: Няма достатъчна наличност, продукта %s липсва, но е в списъка с покупките.

source: Expand to fullscreen
bg_bg: Разшири на цял екран

source: Ingredients
bg_bg: Съставки

source: Preparation
bg_bg: Подготовка

source: Recipe
bg_bg: Рецепта

source: Not enough in stock, %1$s missing, %2$s already on shopping list
bg_bg: Недостатъчна наличност. %1$s липсва, %2$s е вече в списък за пазаруване

source: Show notes
bg_bg: Покажи бележки

source: Put missing amount on shopping list
bg_bg: Добави недостатъчното количество в списъка за пазаруване

source: Are you sure you want to put all missing ingredients for recipe "%s" on the shopping list?
bg_bg: Сигурни ли сте, че искате да поставите всички липсващи съставки за рецепта "%s" в списъка за пазаруване?

source: Manage users
bg_bg: Управление на потребители

source: User
bg_bg: Потребител

source: Users
bg_bg: Потребители

source: Are you sure you want to delete user "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете потребител "%s"?

source: Create user
bg_bg: Създай потребител

source: Edit user
bg_bg: Редактирай потребител

source: First name
bg_bg: Име

source: Last name
bg_bg: Фамилно име

source: A username is required
bg_bg: Необходимо е потребителско име

source: Confirm password
bg_bg: Потвърдете парола

source: Passwords do not match
bg_bg: Паролите не съпвадат

source: Change password
bg_bg: Промени парола

source: Done by
bg_bg: Изпълнено от

source: Last done by
bg_bg: Последно изпълнено от

source: Unknown
bg_bg: Неизвестно

source: Chores journal
bg_bg: Дневник на Домашните задачи

source: 0 means suggestions for the next charge cycle are disabled
bg_bg: 0 означава, че няма да се препоръча следващ цикъл на заряд

source: Charge cycle interval (days)
bg_bg: Интервал на заряден цикъл (дни)

source: Last price
bg_bg: Последна цена

source: Price history
bg_bg: История на цената

source: No price history available
bg_bg: Не е налична история на цената

source: Price
bg_bg: Цена

source: Unit
bg_bg: мерна еденица

source: %s Unit
bg_bg: %s брой

source: %s chore is due to be done
bg_bg: %s трябва да се свърши домакинска работа

source: %s chore is overdue to be done
bg_bg: %s домакинската работа е закъсняла за извършване

source: %s battery is due to be charged
bg_bg: %s батерия трябва да се зареди блзките дни

source: %s battery is overdue to be charged
bg_bg: %s батерия вече трябва да се заредят

source: in singular form
bg_bg: в единствено число

source: Quantity unit
bg_bg: Количествена еденица

source: Only check if any amount is in stock
bg_bg: Проверявайте само дали някаква наличност е на склад

source: Are you sure you want to consume all ingredients needed by recipe "%s" (ingredients marked with "only check if any amount is in stock" will be ignored)?
bg_bg: Сигурни ли сте, че искате да консумирате всички съставки, необходими за рецепта "%s" (съставките, маркирани с „проверете само дали има някакво количество в наличност“, ще бъдат игнорирани)?

source: Removed all in stock ingredients needed by recipe "%s" from stock
bg_bg: Премахнати са всички налични съставки, необходими за рецептата "%s"

source: Consume all ingredients needed by this recipe
bg_bg: Консумирай всички съставки, необходими за тази рецепта

source: Click to show technical details
bg_bg: Click за допълнителни технически подробности

source: Error while saving, probably this item already exists
bg_bg: Грешка при запис, вероятно артикула вече съществува

source: Error details
bg_bg: Подробности за грешката

source: Tasks
bg_bg: Задачи

source: Show done tasks
bg_bg: Покажи свършени задачи

source: Task
bg_bg: Задача

source: Due
bg_bg: Време е

source: Assigned to
bg_bg: Възложено на

source: Mark task "%s" as completed
bg_bg: Отбележи задача "%s" като изпълнена

source: Uncategorized
bg_bg: Некатегоризирано

source: Task categories
bg_bg: Категории задачи

source: Create task
bg_bg: Създай задача

source: A due date is required
bg_bg: Необходим е срок на годност

source: Category
bg_bg: Категория

source: Edit task
bg_bg: Редактирай задача

source: Are you sure you want to delete task "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете задачата "%s"?

source: %s task is due to be done
bg_bg: Задачата %s трява да се направи в бликите дни

source: %s task is overdue to be done
bg_bg: %s задача е трябвало да бъде изпълнена

source: Edit task category
bg_bg: Редактирай категория задачи

source: Create task category
bg_bg: Създай категория задачи

source: Product groups
bg_bg: Групи продукти

source: Ungrouped
bg_bg: Негрупирани

source: Create product group
bg_bg: Създайте група продукти

source: Edit product group
bg_bg: Редактирайте група продукти

source: Product group
bg_bg: Група продукти

source: Are you sure you want to delete product group "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете продуктова група "%s"?

source: Stay logged in permanently
bg_bg: Останете постоянно вписан

source: When not set, you will get logged out at latest after 30 days
bg_bg: Ако не е отбелязано, ще бъдете отписан след поне 30 дни

source: Status
bg_bg: Статус

source: Below min. stock amount
bg_bg: Под минималното количество наличност

source: Due soon
bg_bg: В скоро време

source: Overdue
bg_bg: Просрочен

source: View settings
bg_bg: Вижте настройки

source: Auto reload on external changes
bg_bg: Автоматично презареди при външни промени

source: Auto enable in time range
bg_bg: Автоматично активиране във времеви диапазон

source: From
bg_bg: От

source: in format
bg_bg: във формат

source: To
bg_bg: Към

source: Time range goes over midnight
bg_bg: Времевия отрязък свършва след полунощ

source: Product picture
bg_bg: Снимка на продукта

source: No file selected
bg_bg: Не е избран файл

source: Delete
bg_bg: Изтрий

source: Select file
bg_bg: Избери файл

source: Image of product %s
bg_bg: Снимка на продукт %s

source: Deletion not possible
bg_bg: Изтриването не е възможно

source: Equipment
bg_bg: Оборудване

source: Instruction manual
bg_bg: Инструкция за употреба

source: The selected equipment has no instruction manual
bg_bg: Избраното оборудване няма инструкция за употреба

source: Notes
bg_bg: Бележка

source: Edit equipment
bg_bg: Редактирай оборудване

source: Create equipment
bg_bg: Създай оборудване

source: The current file will be deleted on save
bg_bg: Текущият файл ще бъде изтрит при запазване

source: No picture available
bg_bg: Не е налична снимка

source: Presets for new products
bg_bg: Предварителни настройки за нови продукти

source: Included recipes
bg_bg: Включени рецепти

source: A recipe is required
bg_bg: Необходима е рецепта

source: Add included recipe
bg_bg: Добави включена рецепта

source: Edit included recipe
bg_bg: Редактирай включена рецепта

source: Group
bg_bg: Група

source: This will be used as a headline to group ingredients together
bg_bg: Това ще бъде използвано като заглавие за групиране на съставки

source: Journal
bg_bg: Дневник

source: Stock journal
bg_bg: Дневник наличности

source: Undone on
bg_bg: Отменено на

source: Batteries journal
bg_bg: Дневник на батериите

source: Undo charge cycle
bg_bg: Върни цикъл на заряд

source: Undo chore execution
bg_bg: Отмени изпълнението на Домашна задача

source: Chore execution successfully undone
bg_bg: Изпълнението на Домашна задача е отменено успешно

source: Undo
bg_bg: Отмени

source: Booking successfully undone
bg_bg: Резервацията бе отменена успешно

source: Charge cycle successfully undone
bg_bg: Цикълът на зареждане е успешно отменен

source: Disable stock fulfillment checking for this ingredient
bg_bg: Деактивирайте проверката за изпълнение на запасите за тази съставка

source: Add all list items to stock
bg_bg: Добави всички елементи от списъка в Наличност

source: Add this item to stock
bg_bg: Добавете този артикул към наличност

source: Adding shopping list item %1$s of %2$s
bg_bg: Добави елемент %1$s от списъка за пазаруване в %2$s

source: Use a specific stock item
bg_bg: Добави специфичен артикул от Наличност

source: The first item in this list would be picked by the default rule consume rule (Opened first, then first due first, then first in first out)
bg_bg: Първият елемент в този списък ще бъде избран от правилото за потребление по подразбиране (Първо отворено, след това първо дължимо първо, след това първо влязло, първо излязло)

source: Mark %1$s of %2$s as open
bg_bg: Отбележи %1$s от %2$s като отворен

source: Marked %1$s of %2$s as opened
bg_bg: Отбележи %1$s от %2$s като отворено

source: Mark as opened
bg_bg: Отбележи като отворен

source: Not opened
bg_bg: Не е отворено

source: Opened
bg_bg: Отворено

source: %s opened
bg_bg: %s е отворено

source: Product due
bg_bg: Годен до

source: Task due
bg_bg: Време е за задача

source: Chore due
bg_bg: Домашни задачи за изпълнение

source: Battery charge cycle due
bg_bg: Батерии за зареждане

source: Show clock in header
bg_bg: Покажи часовник в заглавието

source: Stock settings
bg_bg: Настройка на Наличност

source: Shopping list to stock workflow
bg_bg: Списък за пазаруване към наличност работен процес

source: Skip
bg_bg: Пропусни

source: Servings
bg_bg: Порции

source: Costs
bg_bg: Разходи

source: The ingredients listed here result in this amount of servings
bg_bg: С изброените съставки се правят толкова порции

source: Do not check against the shopping list when adding missing items to it
bg_bg: Не проверявайте списъка за пазаруване, когато добавяте липсващи елементи към него

source: By default the amount to be added to the shopping list is "needed amount - stock amount - shopping list amount" - when this is enabled, it is only checked against the stock amount, not against what is already on the shopping list
bg_bg: По подразбиране сумата, която трябва да бъде добавена към списъка за пазаруване, е „необходима сума – сума на склад – сума на списък за пазаруване“ – когато това е активирано, се проверява само спрямо сумата на склад, а не спрямо това, което вече е в списъка за пазаруване

source: Picture
bg_bg: Снимка

source: Uncheck ingredients to not put them on the shopping list
bg_bg: Премахнете отметката от съставките, за да не ги поставите в списъка за пазаруване

source: This is for statistical purposes only
bg_bg: Това е само за статистически цели

source: You have to select a recipe
bg_bg: Трябва да изберете рецепта

source: Key type
bg_bg: Тип ключ

source: Share/Integrate calendar (iCal)
bg_bg: Сподели/Интегрирай календар (iCal)

source: Use the following (public) URL to share or integrate the calendar in iCal format
bg_bg: Използвайте следния (публичен) URL адрес, за да споделите или интегрирате календара във формат iCal

source: Enable tare weight handling
bg_bg: Разреши управление на тарата

source: This is useful e.g. for flour in jars - on purchase/consume/inventory you always weigh the whole jar, the amount to be posted is then automatically calculated based on what is in stock and the tare weight defined below
bg_bg: Това е полезно напр. за брашно в буркани - при покупка/консумация/инвентаризация винаги претегляте целия буркан, сумата за осчетоводяване след това се изчислява автоматично въз основа на това, което е на склад, и теглото на тарата, определено по-долу

source: Tare weight
bg_bg: Тара

source: Tare weight handling enabled - please weigh the whole container, the amount to be posted will be automatically calculcated
bg_bg: Работата с теглото на тарата е активирана - моля, претеглете целия контейнер, сумата за осчетоводяване ще бъде автоматично изчислена

source: You have to select a location
bg_bg: Трябва да изберете местоположение

source: You have to select a store
bg_bg: Трябва да изберете магазин

source: List
bg_bg: Списък

source: Gallery
bg_bg: Галерия

source: The current picture will be deleted on save
bg_bg: Текущата снимка ще бъде изтрита при запазване

source: Journal for this battery
bg_bg: Дневник за тази батерия

source: System info
bg_bg: Системна информация

source: Changelog
bg_bg: Дневник на промените

source: will be multiplied by a factor of %1$s to get %2$s
bg_bg: ще се умножи по коефициент%1$s за да се получи %2$s

source: The given date is earlier than today, are you sure?
bg_bg: Въведената дата е по-рано от днес, сигурни ли сте?

source: Product count
bg_bg: Брой продукти

source: Type a new product name or barcode and hit TAB or ENTER to start a workflow
bg_bg: Въведете име на нов продукт или баркод и натиснете TAB или ENTER , за да стартирате работен процес

source: This will be used as the default setting when adding this product as a recipe ingredient
bg_bg: Това ще се използва като настройка по подразбиране при добавяне на този продукт като съставка на рецепта

source: Add item
bg_bg: Добави продукт

source: Selected shopping list
bg_bg: Избери списък за пазаруване

source: New shopping list
bg_bg: Нов списък за пазаруване

source: Delete shopping list
bg_bg: Изтрий списъка за пазаруване

source: Chores settings
bg_bg: Настройки на Домашните задачи

source: Batteries settings
bg_bg: Настройки на батериите

source: Tasks settings
bg_bg: Настройки на задачите

source: Create shopping list
bg_bg: Създай списък за пазаруване

source: Are you sure you want to delete shopping list "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете списъка за пазаруване "%s"?

source: Average shelf life
bg_bg: Среден срок на годност

source: Spoil rate
bg_bg: Скорост на разваляне

source: Show more
bg_bg: Покажи още

source: Show less
bg_bg: Покажи по-малко

source: The amount must be between %1$s and %2$s
bg_bg: Количеството трябва да е между %1$s и %2$s

source: Day of month
bg_bg: Ден от месеца

source: Monday
bg_bg: Понеделник

source: Tuesday
bg_bg: Вторник

source: Wednesday
bg_bg: Сряда

source: Thursday
bg_bg: Четвъртък

source: Friday
bg_bg: Петък

source: Saturday
bg_bg: Събота

source: Sunday
bg_bg: Неделя

source: Configure userfields
bg_bg: Конфигуриране на потребителски полета

source: Userfields
bg_bg: Потребителски полета

source: Entity
bg_bg: Единица

source: Caption
bg_bg: Заглавие

source: Type
bg_bg: Тип

source: Create userfield
bg_bg: Създаване на потребителско поле

source: A entity is required
bg_bg: Изисква се запис

source: A caption is required
bg_bg: Необходимо е заглавие

source: A type is required
bg_bg: Необходим е тип

source: Show as column in tables
bg_bg: Покажи като колона в таблици

source: This is required and can only contain letters and numbers
bg_bg: Това е необходимо и може да съдържа само букви и цифри

source: Edit userfield
bg_bg: Редактиране на потребителско поле

source: Plural forms
bg_bg: Множествено число

source: One plural form per line, the current language requires
bg_bg: Текущият език изисква една форма за множествено число на ред

source: Plural count
bg_bg: Множествено число брой

source: Plural rule
bg_bg: Правило за множествено число

source: in plural form
bg_bg: в множествено число

source: Not enough in stock, %s ingredient missing
bg_bg: Няма достатъчно в наличност, %s съставка липсва

source: Not enough in stock, but already on the shopping list
bg_bg: Няма достатъчна наличност, но е вече в списък за пазаруване

source: Not enough in stock
bg_bg: Недостатъчна наличност

source: Default location
bg_bg: Местоположение по подразбиране
