Repository: 123marvin123/grocy
Catalog: localization/*/strings.po
Languages: bg_bg

source: Default amount for purchase
bg_bg: Количество за купуване по подразбиране

source: Default amount for consume
bg_bg: Количество за консумиране по подразбиране

source: Variable amount
bg_bg: Променливо количество

source: When this is not empty, it will be shown instead of the amount entered above while the amount there will still be used for stock fulfillment checking
bg_bg: Когато полето не е празно, ще бъде показвано вместо количество въведено горе, докато количеството ще се използва за проверка за наличност

source: Track date only
bg_bg: Дата на отбелязване

source: When enabled only the day of an execution is tracked, not the time
bg_bg: Когато е включено, се отбелязва само деня на изпълнение, не и часа

source: Consume %1$s of %2$s
bg_bg: Консумирай %1$s от %2$s

source: Meal plan
bg_bg: Хранителен план

source: %s serving
bg_bg: %s порция

source: Week costs
bg_bg: Седмични разходи

source: Configuration
bg_bg: Настройка

source: A predefined list of values, one per line
bg_bg: Предефиниран списък от стойности, една на ред

source: Products
bg_bg: Продукти

source: Marked task %s as completed on %s
bg_bg: Отбелязване на задача %s като приключена на %s

source: Booking has subsequent dependent bookings, undo not possible
bg_bg: Резервацията има последващи зависими резервации, отмяната не е възможна

source: per serving
bg_bg: на порция

source: Never
bg_bg: Никога

source: Today
bg_bg: Днес

source: Undo task
bg_bg: Отмяна на задачата

source: Due date rollover
bg_bg: Изместване на крайния срок

source: When enabled the chore can never be overdue, the due date will shift forward each day when due
bg_bg: Когато е включено Домашната задача не може да се просрочи. Крайната дата за изпълнение ще се премества всеки ден.

source: Location Content Sheet
bg_bg: Лист със съдържание на местоположение

source: Print
bg_bg: Отпечатване

source: all locations
bg_bg: всички местоположения

source: Here you can print a page per location with the current stock, maybe to hang it there and note the consumed things on it
bg_bg: Тук можете да отпечатате страница на място с текущата наличност, може би да я окачите там и да отбележите консумираните неща върху нея

source: this location
bg_bg: това местоположение

source: Consumed amount
bg_bg: Консумирано количество

source: Time of printing
bg_bg: Време на печат

source: Are you sure you want to delete equipment "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете оборудването "%s"?

source: Parent product
bg_bg: Основен продукт

source: Not possible because this product is already used as a parent product in another product
bg_bg: Не е възможно, защото този продукт вече се използва като родителски продукт в друг продукт

source: Default conversions
bg_bg: Прехвърляния по подразбиране

source: Factor
bg_bg: Множител

source: 1 %s is the same as...
bg_bg: 1 %s е същото като....

source: Create QU conversion
bg_bg: Създаване на прехвърляне между количествени единици

source: Default for QU
bg_bg: По подразбиране за QU

source: Quantity unit from
bg_bg: От количествена единица

source: Quantity unit to
bg_bg: Към количествена единица

source: This cannot be equal to %s
bg_bg: Това не може да е равно на %s

source: This means 1 %1$s is the same as %2$s %3$s
bg_bg: Това означава 1 %1$s е същото като %2$s %3$s

source: QU conversions
bg_bg: Прехвърляне на количествени единици

source: Override for product
bg_bg: Замяна за продукт

source: This equals %1$s %2$s
bg_bg: Това е равно на %1$s %2$s

source: Edit QU conversion
bg_bg: Редактиране на преобразуването на QU

source: An assignment type is required
bg_bg: Изисква се тип задание

source: Assignment type
bg_bg: Тип задание

source: This means the next execution of this chore is scheduled at the same time (based on the start date) every day
bg_bg: Това означава, че следващото изпълнение на тази задача е планирано по едно и също време (въз основа на началната дата) всеки ден

source: This means the next execution of this chore is scheduled %s hour after the last execution
bg_bg: Това означава, че следващото изпълнение на тази задача е планирано %s час след последното изпълнение

source: This means the next execution of this chore is scheduled every week on the selected weekdays
bg_bg: Това означава, че следващото изпълнение на тази задача е планирано всяка седмица в избраните дни от седмицата

source: This means the next execution of this chore is scheduled on the selected day every month
bg_bg: Това означава, че следващото изпълнение на тази задача е планирано на избрания ден всеки месец

source: This means the next execution of this chore is not scheduled
bg_bg: Това означава, че следващото изпълнение на Домашната задача не е планирано

source: This means the next execution of this chore will not be assigned to anyone
bg_bg: ова означава, че за следващото изпълнение на Домашната задача няма да е посочен никой

source: This means the next execution of this chore will be assigned to the one who executed it least
bg_bg: Това означава, че следващото изпълнение на тази Домашна задача ще бъде възложено на този който я е изпълнявал най-рядко

source: This means the next execution of this chore will be assigned randomly
bg_bg: Това означава, че следващото изпълнение на тази Домашна задача ще бъде възложено на случаен принцип

source: This means the next execution of this chore will be assigned to the next one in alphabetical order
bg_bg: Това означава, че следващото изпълнение на тази Домашна задача ще бъде възложено на следващия по азбучен ред

source: Assign to
bg_bg: Възложи на

source: This assignment type requires that at least one is assigned
bg_bg: Този тип присвояване изисква да бъде присвоен поне един

source: %s chore is assigned to me
bg_bg: %s задачата е възложена на мен

source: Assigned to me
bg_bg: Възложено на мен

source: assigned to %s
bg_bg: възложено на %s

source: Assignment
bg_bg: Възлагане

source: Consume product on chore execution
bg_bg: Консумирай продукт при изпълнение на Домашната задача

source: Are you sure you want to delete user field "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете потребителското поле "%s"?

source: Userentities
bg_bg: Потребителски обекти

source: Create userentity
bg_bg: Създайте потребителска способност

source: Show in sidebar menu
bg_bg: Покажи в страничното меню

source: Edit userentity
bg_bg: Редактиране на потребителското име

source: Edit %s
bg_bg: Редактирай %s

source: Create %s
bg_bg: Създай %s

source: Are you sure you want to delete this userobject?
bg_bg: Сигурни ли сте, че искате да изтриете този потребителски обект?

source: Icon CSS class
bg_bg: Икона CSS клас

source: For example
bg_bg: Например

source: Configure fields
bg_bg: Настрой полетата

source: Quantity unit plural form testing
bg_bg: Тестване на количествена единица множествено число

source: Result
bg_bg: Резултат

source: Test plural forms
bg_bg: Тествайте форми за множествено число

source: Scan a barcode
bg_bg: Сканирай баркод

source: Error while initializing the barcode scanning library
bg_bg: Грешка при инициализиране на библиотеката за четене на баркодове

source: The resulting price of this ingredient will be multiplied by this factor
bg_bg: Крайната цена на тази съставка ще бъде умножена по този множител

source: Price factor
bg_bg: Ценови множител

source: Do you find Grocy useful?
bg_bg: Смятате ли Grocy за полезна?

source: Say thanks
bg_bg: Кажи благодаря

source: Search for recipes containing this product
bg_bg: Търси за рецепти, съдържащи този продукт

source: Add to shopping list
bg_bg: Добави към списък за пазаруване

source: Added %1$s of %2$s to the shopping list "%3$s"
bg_bg: Добавих %1$s от %2$s в списък за пазаруване "%3$s"

source: Output
bg_bg: Изход

source: Energy
bg_bg: енергия

source: Per stock quantity unit
bg_bg: На складова количествена единица

source: Barcode scanner testing
bg_bg: Тестване на четеца на баркодове

source: Expected barcode
bg_bg: Очакван баркод

source: Scan field
bg_bg: Поле за сканиране

source: Scanned barcodes
bg_bg: Сканирани баркодове

source: Hit
bg_bg: Хит

source: Miss
bg_bg: Пропуск

source: Display recipe
bg_bg: Покажи рецепта

source: Accumulate sub products min. stock amount
bg_bg: Натрупване на подпродукти мин. сума на склад

source: If enabled, the min. stock amount of sub products will be accumulated into this product, means the sub product will never be missing, only this product
bg_bg: Ако е разрешено, мин. запасите от подпродукти ще бъдат натрупани в този продукт, което означава, че подпродуктът никога няма да липсва, а само този продукт

source: Are you sure you want to remove this conversion?
bg_bg: Сигурни ли сте, че искате да премахнете това преобразуване?

source: Unit price
bg_bg: Единична цена

source: Total price
bg_bg: Обща цена

source: in %s and based on the purchase quantity unit
bg_bg: в %s и въз основа на единицата за количество на покупката

source: Unlimited
bg_bg: Неограничено

source: Clear
bg_bg: Изчисти

source: Are you sure you want to remove the included recipe "%s"?
bg_bg: Сигурни ли сте, че искате да премахнете включената рецепта "%s"?

source: Period interval
bg_bg: Периодичен интервал

source: This means the next execution of this chore is scheduled every year on the same day (based on the start date)
bg_bg: Това означава, че следващото изпълнение на тази задача се планира всяка година в същия ден (въз основа на началната дата)

source: Transfer
bg_bg: Прехвърли

source: From location
bg_bg: От място

source: To location
bg_bg: Към място

source: There are no units available at this location
bg_bg: Няма налични единици на това място

source: Amount: %1$s; Due on %2$s; Bought on %3$s
bg_bg: Сума: %1$s; Падеж на %2$s; Купено на %3$s

source: Transfered %1$s of %2$s from %3$s to %4$s
bg_bg: Прехвърлих %1$s от %2$s От %3$s В %4$s

source: Stock entries
bg_bg: Записи на склад

source: Best before date
bg_bg: Срок на годност

source: Purchased date
bg_bg: Дата на покупка

source: Consume all %s for this stock entry
bg_bg: Консумирайте всички %s за този запис на склад

source: The amount cannot be lower than %1$s
bg_bg: Количеството не може да бъде по-малко от %1$s

source: Stock entry successfully updated
bg_bg: Записът за склад е актуализиран успешно

source: Edit stock entry
bg_bg: Редактиране на запис на склад

source: Camera access is only possible when supported and allowed by your browser and when Grocy is served via a secure (https://) connection
bg_bg: Достъпът до камерата е възможен само когато се поддържа и разрешава от вашия браузър и когато Grocy се обслужва чрез защитена (https://) връзка

source: Keep screen on
bg_bg: Дръж екрана включен

source: Keep screen on while displaying a "fullscreen-card"
bg_bg: Дръж екрана включен докато показваш "карта на цял екран"

source: A purchased date is required
bg_bg: Необходима е дата на покупката

source: When a product is selected, one unit (per serving in stock quantity unit) will be added to stock on consuming this recipe
bg_bg: Когато бъде избран продукт, една единица (на порция в единица за количество) ще бъде добавена към наличността при консумация на тази рецепта

source: Produces product
bg_bg: Произвежда продукт

source: This booking cannot be undone
bg_bg: Тази резервация не може да бъде отменена

source: Booking does not exist or was already undone
bg_bg: Резервацията не съществува или вече е отменена

source: Are you sure you want to delete API key "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете API ключа "%s"?

source: Add note
bg_bg: Добави бележка

source: per day
bg_bg: на ден

source: Only undone items
bg_bg: Само отменени елементи

source: Add product
bg_bg: Добави продукт

source: Consume all ingredients needed by this weeks recipes or products
bg_bg: Консумирай всички съставки необходими за тазседмичните рецепти или продукти

source: Meal plan recipe
bg_bg: Рецепта за план за хранене

source: Meal plan note
bg_bg: Бележка за плана за хранене

source: Meal plan product
bg_bg: Продукт за план за хранене

source: Scan mode
bg_bg: Режим на сканиране

source: on
bg_bg: включено

source: off
bg_bg: изключено

source: Scan mode is on but not all required fields could be populated automatically
bg_bg: Режимът на сканиране е включен, но не всички задължителни полета могат да бъдат попълнени автоматично

source: Is freezer
bg_bg: Е фризер

source: This cannot be the same as the "From" location
bg_bg: Това не може да бъде същото като местоположението „От“.

source: Thawed
bg_bg: Размразен

source: Frozen
bg_bg: Замразен

source: Are you sure you want to delete userentity "%s"?
bg_bg: Сигурни ли сте, че искате да изтриете потребителското име "%s"?

source: Shopping list settings
bg_bg: Настройки на списък за пазаруване

source: Show a month-view calendar
bg_bg: Поажи месечен изглед на календара

source: Desired servings
bg_bg: Желани порции

source: Recipes settings
bg_bg: Настройка на рецептите

source: Recipe card
bg_bg: Карта с рецепта

source: Group ingredients by their product group
bg_bg: Групирай съставките по тяхната продуктова група

source: Unknown store
bg_bg: Неизвестен магазин

source: Store
bg_bg: Магазин

source: Transaction successfully undone
bg_bg: Транзакцията е отменена успешно

source: Default store
bg_bg: Магазин по подразбиране

source: Consume this stock entry
bg_bg: Консумирайте този запас

source: Mark this stock entry as open
bg_bg: Маркирайте този запис на борсата като отворен

source: Mark this item as done
bg_bg: Маркирай като готов

source: Edit this item
bg_bg: Редактирайте този елемент

source: Delete this item
bg_bg: Изтрийте този елемент

source: Show an icon if the product is already on the shopping list
bg_bg: Показване на икона, ако продуктът вече е в списъка за пазаруване

source: Calories
bg_bg: Калории

source: means %1$s per %2$s
bg_bg: означава %1$s на %2$s

source: Create recipe
bg_bg: Създай рецепта

source: Save & continue to add ingredients and included recipes
bg_bg: Запазете и продължете да добавяте съставки и включени рецепти

source: Save & continue
bg_bg: Запази и продължи

source: Save & return to recipes
bg_bg: Запази и се върни към рецептите

source: Stock value
bg_bg: Стойност на акциите

source: Average price
bg_bg: Средна цена

source: Active
bg_bg: Активен

source: Barcodes
bg_bg: Баркодове

source: Barcode
bg_bg: Баркод

source: Create Barcode
bg_bg: Създай баркод

source: Barcode for product
bg_bg: Баркод за продукт

source: Edit Barcode
bg_bg: Редактирай баркод

source: Based on the prices of the default consume rule (Opened first, then first due first, then first in first out) for in stock ingredients and on the last price for missing ones
bg_bg: Въз основа на цените на правилото за потребление по подразбиране (Първо отворено, след това първо влязло, първо излязло) за наличните съставки и на последната цена за липсващите

source: Clear filter
bg_bg: Изчисти филтър

source: Permissions for user %s
bg_bg: Разрешения за потребител %s

source: Are you sure you want to remove full permissions for yourself?
bg_bg: Сигурни ли сте, че искате да премахнете пълните разрешения за себе си?

source: Permissions saved
bg_bg: Разрешенията са запазени

source: You are not allowed to view this page
bg_bg: Нямате право да видите тази страница

source: Page not found
bg_bg: Страницата не беше намерена

source: Unauthorized
bg_bg: Неразрешено

source: Error source
bg_bg: Източник на грешка

source: Error message
bg_bg: Съобщение за грешка

source: Stack trace
bg_bg: Проследяване на стека

source: Easy error info copy & paste (for reporting)
bg_bg: Лесно копиране и поставяне на информация за грешка (за докладване)

source: This page does not exist
bg_bg: Тази страница не съществува

source: You will be redirected to the default page in %s seconds
bg_bg: Ще бъдете пренасочени към страницата по подразбиране след %s секунди

source: Server error
bg_bg: Грешка в сървъра

source: A server error occured while processing your request
bg_bg: Възникна грешка в сървъра при обработката на вашата заявка

source: If you think this is a bug, please report it
bg_bg: Ако смятате, че това е грешка, моля, докладвайте

source: Language
bg_bg: Език

source: User settings
bg_bg: Потребителски настройки

source: Default
bg_bg: По подразбиране

source: Stock journal summary
bg_bg: Резюме на фондовия дневник

source: Journal summary
bg_bg: Резюме на дневника

source: Consume exact amount
bg_bg: Консумирайте точно количество

source: Value
bg_bg: Стойност

source: %s total value
bg_bg: %s обща стойност

source: Show purchased date on purchase and inventory page (otherwise the purchased date defaults to today)
bg_bg: Показване на датата на закупуване на страницата за покупка и инвентар (в противен случай датата на закупуване по подразбиране е днес)

source: Common
bg_bg: Чести

source: Decimal places allowed for amounts
bg_bg: Разрешени десетични знаци за суми

source: Edit shopping list
bg_bg: Редактиране на списък за пазаруване

source: Save & continue to add quantity unit conversions & barcodes
bg_bg: Запазете и продължете да добавяте преобразувания на количествени единици и баркодове

source: Save & return to products
bg_bg: Запазване и връщане към продуктите

source: Save & continue to add conversions
bg_bg: Запазете и продължете да добавяте реализации

source: Save & return to quantity units
bg_bg: Запазване и връщане към количествени единици

source: price
bg_bg: цена

source: New stock amount
bg_bg: Нова наличност

source: Price per stock unit
bg_bg: Цена за складова единица

source: Table options
bg_bg: Опции за маса

source: This product is currently on a shopping list
bg_bg: Този продукт в момента е в списък за пазаруване

source: Undo transaction
bg_bg: Отмяна на транзакцията

source: Transaction type
bg_bg: Тип транзакция

source: Transaction time
bg_bg: Време за транзакция

source: Chore journal
bg_bg: Дневник за работа

source: Track next chore schedule
bg_bg: Проследете следващия график за домакинска работа

source: Mark task as completed
bg_bg: Маркирайте задачата като изпълнена

source: Track charge cycle
bg_bg: Проследяване на цикъла на зареждане

source: Battery journal
bg_bg: Дневник на батерията

source: This product has a picture
bg_bg: Този продукт има снимка

source: Consume this stock entry as spoiled
bg_bg: Консумирайте този запис като развален

source: Configure user permissions
bg_bg: Конфигуриране на потребителски разрешения

source: Show a QR-Code for this API key
bg_bg: Покажете QR-код за този API ключ

source: This is the default quantity unit used on purchase and when adding this product to the shopping list
bg_bg: Това е единицата за количество по подразбиране, използвана при покупка и при добавяне на този продукт към списъка за пазаруване

source: Show a warning when the due date of the purchased product is earlier than the next due date in stock
bg_bg: Показване на предупреждение, когато падежът на закупения продукт е по-ранен от следващия падеж в наличност

source: This is due earlier than already in stock items
bg_bg: Това се дължи по-рано от вече наличните артикули

source: When enabled, after changing/scanning a product and if all fields could be automatically populated (by product and/or barcode defaults), the transaction is automatically submitted
bg_bg: Когато е активирано, след промяна/сканиране на продукт и ако всички полета могат да бъдат автоматично попълнени (по стандартни стойности за продукт и/или баркод), транзакцията се изпраща автоматично

source: Quick consume amount
bg_bg: Количество за бърза консумация

source: This amount is used for the "quick consume button" on the stock overview page (related to quantity unit stock)
bg_bg: Тази сума се използва за „бутона за бърза консумация“ на страницата с общ преглед на складовите наличности (свързани с наличността на единица количество)

source: This amount is used for the "quick open button" on the stock overview page (related to quantity unit stock)
bg_bg: Тази сума се използва за „бутона за бързо отваряне“ на страницата с общ преглед на складовите наличности (свързани с количество единица наличност)

source: Copy
bg_bg: копие

source: Are you sure you want to remove this barcode?
bg_bg: Сигурни ли сте, че искате да премахнете този баркод?

source: Due date type
bg_bg: Тип на падежа

source: Based on the selected type, the highlighting on the stock overview page will be different
bg_bg: В зависимост от избрания тип, осветяването на страницата с преглед на наличността ще бъде различно

source: Means that the product is maybe still safe to be consumed after its due date is reached
bg_bg: Означава, че продуктът може би все още е безопасен за консумация след изтичане на крайния му срок

source: Expiration date
bg_bg: Срок на годност

source: Means that the product is not safe to be consumed after its due date is reached
bg_bg: Означава, че продуктът не е безопасен за консумация след изтичане на крайния срок

source: For purchases this amount of days will be added to today for the due date suggestion
bg_bg: За покупки това количество дни ще бъде добавено към днешния ден за предложението за краен срок

source: -1 means that this product will be never overdue
bg_bg: -1 означава, че този продукт никога няма да бъде просрочен

source: Default due days
bg_bg: Дни за падеж по подразбиране

source: When this product was marked as opened, the due date will be replaced by today + this amount of days, but only if the resulting date is not after the original due date (a value of 0 disables this)
bg_bg: Когато този продукт е маркиран като отворен, крайната дата ще бъде заменена с днес + този брой дни, но само ако получената дата не е след първоначалната крайна дата (стойност 0 деактивира това)

source: Default due days after opened
bg_bg: Дни след отваряне по подразбиране

source: On moving this product to a freezer location (so when freezing it), the due date will be replaced by today + this amount of days
bg_bg: При преместване на този продукт във фризер (така че при замразяването му), крайната дата ще бъде заменена с днес + това количество дни

source: Default due days after freezing
bg_bg: Дни по подразбиране след замразяване

source: On moving this product from a freezer location (so when thawing it), the due date will be replaced by today + this amount of days
bg_bg: При преместване на този продукт от място на фризер (така че при размразяването му), крайната дата ще бъде заменена с днес + този брой дни

source: Default due days after thawing
bg_bg: Дни по подразбиране след размразяване

source: Next due date
bg_bg: Следваща крайна дата

source: %s product is due
bg_bg: %s продуктът е дължим

source: Due date
bg_bg: Краен срок

source: Never overdue
bg_bg: Никога не закъснява

source: %s product is expired
bg_bg: %s продуктът е с изтекъл срок на годност

source: Expired
bg_bg: Изтекъл

source: Due soon days
bg_bg: Очаквайте скоро дни

source: Add overdue/expired products
bg_bg: Добавяне на просрочени/изтекли продукти

source: Products with tare weight enabled are currently not supported for transfer
bg_bg: Продукти с разрешено тегло на тарата в момента не се поддържат за прехвърляне

source: This cannot be lower than %1$s or equal %2$s and needs to be a valid number with max. %3$s decimal places
bg_bg: Това не може да бъде по-малко от %1$s или равно на %2$s и трябва да е валидно число с макс. %3$s знака след десетичната запетая

source: This must be between %1$s and %2$s, cannot equal %3$s and needs to be a valid number with max. %4$s decimal places
bg_bg: Това трябва да е между %1$s и %2$s, не може да е равно на %3$s и трябва да е валидно число с макс.%4$s знака след десетичната запетая

source: This cannot be lower than %1$s and needs to be a valid number with max. %2$s decimal places
bg_bg: Това не може да бъде по-малко от %1$s и трябва да е валидно число с макс.%2$s знака след десетичната запетая
